[
	{
		"name": "Echeveria Agavoides",
		"tags": ["echeveria", "agavoides", "green", "pink", "orange"],
		"type": "Succulent",
		"family": "Crassulaceae",
		"description": "Echeveria agavoides is a succulent plant species known for its rosette-forming habit with fleshy, pointed, and smooth-edged leaves. The leaves are usually bright green with red edges, resembling an agave plant. The leaves are bright green, fleshy, and pointed with red edges, forming a tight rosette. Rosettes typically grow 8-12 cm (3-5 inches) in diameter. Echeveria agavoides thrives in bright, indirect sunlight but can tolerate direct light for part of the day. It prefers well-draining soil and should be watered thoroughly when the soil is dry, being careful not to let water sit in the rosette to prevent rot. It is drought-tolerant and does not require frequent watering. This plant prefers warm temperatures and should be protected from frost. Propagation is typically done through leaf cuttings or offsets.",
		"light": ["Full Sun", "Bright Indirect"],
		"soil": ["Cactii soil", "porous", "gritty"],
		"water": "Very Infrequent",
		"maintenance": "Low",
		"height": 15,
		"width": 30,
		"toxicity": "Non Toxic",
		"bloom": ["Spring", "Summer"],
		"thumbnail": "echeveriaagavoidesthumb.jpg",
		"images": ["echeveriaagavoides.jpg"]
	},
	{
		"name": "Monstera Deliciosa",
		"tags": [
			"monstera",
			"deliciosa",
			"Swiss Cheese Plant",
			"green",
			"vining"
		],
		"type": "Vine",
		"family": "Araceae",
		"description": "Monstera deliciosa, commonly known as the Swiss cheese plant, is a species of flowering plant native to tropical forests of southern Mexico, south to Panama. Here are some key characteristics and information about this plant: Appearance Leaves: The plant is known for its large, glossy, heart-shaped leaves which can grow up to 90 cm (35 inches) long and 75 cm (30 inches) wide. The leaves develop natural holes or fenestrations as they mature, which is why it is often called the Swiss cheese plant. Stems: Monstera deliciosa has thick, sturdy stems that support its substantial foliage. The stems are typically green and may have aerial roots, which help the plant climb and anchor itself to nearby structures. Size: In its natural habitat, Monstera deliciosa can grow to be a large plant, reaching heights of up to 20 meters (65 feet) with a spread of 2-3 meters (6-10 feet). When grown indoors as a houseplant, it usually stays much smaller but can still be quite large. Growth and Care Light: The plant thrives in bright, indirect light but can tolerate lower light conditions. Direct sunlight can scorch the leaves. Water: Monstera deliciosa prefers regular watering, allowing the top inch of soil to dry out between waterings. Overwatering can lead to root rot. Soil: It grows best in well-draining, nutrient-rich soil. Temperature: The plant prefers temperatures between 18-30°C (65-85°F) and high humidity. It is not frost-tolerant. Fertilization: During the growing season (spring and summer), the plant benefits from regular feeding with a balanced liquid fertilizer. Reproduction Propagation: Monstera deliciosa can be propagated through stem cuttings. The cuttings should have at least one node and be placed in water or soil until roots develop. Flowering and Fruit: In its natural habitat, Monstera deliciosa produces an unusual flower resembling a white, hooded structure called a spathe, with a spadix inside. The fruit is edible when ripe and is said to taste like a combination of pineapple and banana. However, it contains oxalic acid crystals that can be toxic if consumed before fully ripened. Benefits and Uses Decorative: Due to its striking appearance, Monstera deliciosa is a popular ornamental plant in homes and offices. Air Purification: Like many other houseplants, it helps purify the air by removing certain toxins. Care Tips Support: As it grows, the plant may need support such as a moss pole or trellis to climb. Pruning: Regular pruning helps control the size of the plant and encourages bushier growth. Cleaning Leaves: Dust can accumulate on the large leaves, so it's beneficial to occasionally wipe them down with a damp cloth to maintain their glossy appearance and maximize photosynthesis. Monstera deliciosa is relatively easy to care for and is admired for its distinctive, lush foliage, making it a favorite among plant enthusiasts.",
		"light": ["Bright Indirect"],
		"soil": ["moist", "well draining"],
		"water": "Infrequent",
		"maintenance": "Low",
		"height": 365,
		"width": 243,
		"toxicity": "Moderately Toxic",
		"bloom": ["Spring", "Summer"],
		"thumbnail": "monsteradeliciosathumb.jpg",
		"images": ["monsteradeliciosa.jpg"]
	},
	{
		"name": "Philodendron 'Pink Princess'",
		"tags": [
			"philodendron",
			"pink princess",
			"philodendron pink princess",
			"green",
			"pink",
			"variegated",
			"vining"
		],
		"type": "Vine",
		"family": "Araceae",
		"description": "The Pink Princess Philodendron is a highly sought-after houseplant celebrated for its stunning variegated leaves, which showcase a beautiful combination of deep green and vibrant pink hues. This unique coloration is a result of genetic mutation, making each leaf distinct in its pattern and appearance. Typically, the plant grows to a height of 2 to 3 feet (60 to 90 cm) when cultivated indoors, but with optimal care and conditions, it can reach heights of up to 4 feet (120 cm) or more. Pink Princess Philodendrons thrive in bright, indirect light, which enhances their color vibrancy, while too much direct sunlight can scorch the leaves. They prefer well-draining, airy soil that retains some moisture without becoming waterlogged. It is crucial to water the plant when the top inch of soil feels dry to the touch, as overwatering can lead to root rot. This plant enjoys humidity and can benefit from regular misting or placement in a humid environment. In terms of temperature, the Pink Princess thrives in warm conditions, ideally between 65-80°F (18-27°C). Additionally, it is essential to note that the Pink Princess Philodendron is toxic to pets and humans if ingested due to the presence of calcium oxalate crystals, which can cause irritation and discomfort. Therefore, it is advisable to keep this beautiful plant out of reach of pets and small children.",
		"light": ["Bright Indirect"],
		"soil": ["moist", "well draining"],
		"water": "Infrequent",
		"maintenance": "Low",
		"height": 152,
		"width": 121,
		"toxicity": "Moderately Toxic",
		"bloom": ["Spring", "Summer"],
		"thumbnail": "philodendronpinkprincessthumb.jpg",
		"images": ["philodendronpinkprincess.png"]
	},
	{
		"name": "Philodendron 'White Knight'",
		"tags": [
			"philodendron",
			"white knight",
			"philodendron white knight",
			"green",
			"white",
			"variegated",
			"vining"
		],
		"type": "Vine",
		"family": "Araceae",
		"description": "The Philodendron White Knight is a striking tropical plant known for its unique variegated leaves, featuring a mix of dark green and creamy white patterns. This rare cultivar forms a beautiful rosette and can grow to about 2 to 3 feet (60 to 90 cm) in height when cultivated indoors, with the potential to reach even taller under optimal conditions. The plant thrives in bright, indirect light, which enhances its variegation, while too much direct sunlight can damage the leaves. It prefers well-draining soil that retains some moisture without becoming waterlogged. Watering should be done when the top inch of soil is dry to the touch, as overwatering can lead to root rot. The Philodendron White Knight enjoys humidity and is best suited for warm environments, ideally between 65-80°F (18-27°C). Additionally, it is important to note that this plant is toxic to pets and humans if ingested, containing calcium oxalate crystals that can cause irritation. Due to its stunning appearance and rarity, the White Knight is a prized addition to any plant collection, but it requires careful attention and care.",
		"light": ["Bright Indirect"],
		"soil": ["moist", "well draining"],
		"water": "Infrequent",
		"maintenance": "Low",
		"height": 300,
		"width": 200,
		"toxicity": "Moderately Toxic",
		"bloom": ["Spring", "Summer"],
		"thumbnail": "philodendronwhiteknightthumb.jpg",
		"images": ["philodendronwhiteknight.jpg"]
	}
]
